Repository: CASMPostol/SmartFactory
Catalog: IPRResources/Resources/CASSmartFactoryIPR.*.resx
Languages: pl_pl

# CAS_AccountBalance
source: Account balance
pl_pl: Stan na dzień [kg]

# CAS_AccountClosed
source: Account closed
pl_pl: Konto zamknięte

# CAS_Amount
source: Amount
pl_pl: Ilość

# CAS_Balance
source: Balance
pl_pl: Bilans

# CAS_BalanceDate
source: Balance date
pl_pl: Data bilansu

# CAS_BalanceLink
source: Balance lookup
pl_pl: Bilans ID

# CAS_BalanceQuantity
source: Balance quantity
pl_pl: Bilans [kg]

# CAS_BatchFG
source: FG Batch
pl_pl: Batch PG

# CAS_BatchLibLink
source: Batch Library lookup
pl_pl: Biblioteka Batch ID

# CAS_BatchLink
source: Batch lookup
pl_pl: Batch ID

# CAS_BatchStatus
source: Batch status
pl_pl: Status Batcha

# CAS_BillDoc
source: BillDoc
pl_pl: Faktura nr

# CAS_BilledQuantity
source: Billed quantity
pl_pl: Ilość [KU/kg]

# CAS_BlendPurpose
source: Blend purpose
pl_pl: Przeznaczenie

# CAS_Blocked
source: Blocked
pl_pl: Zablokowane

# CAS_Brand
source: Brand
pl_pl: Marka

# CAS_CalculatedOveruse
source: Calculated overuse
pl_pl: Przepał [%]

# CAS_Cartons
source: Cartons [kg]
pl_pl: Kartony [kg]

# CAS_CFTProdVer
source: CFT productivity ver.
pl_pl: Wskaźnik produktywności krajanki (wer.)

# CAS_CFTUsageMax
source: CFT usage (max)
pl_pl: Norma zużycia krajanki (max) [kg]

# CAS_CFTUsageMin
source: CFT usage (min)
pl_pl: Norma zużycia krajanki (min) [kg]

# CAS_CigaretteLenght
source: Cigarette lenght
pl_pl: Długość papierosa

# CAS_ClearenceLink
source: Clearence List lookup
pl_pl: Odprawa ID

# CAS_ClearingType
source: Clearing type
pl_pl: Likwidacja

# CAS_ClosingDate
source: Closing date
pl_pl: Data zamknięcia

# CAS_Code
source: Code
pl_pl: Kod PCN

# CAS_Comments
source: Comments
pl_pl: Komentarz

# CAS_CompensationGood
source: Compensation good
pl_pl: Towar kompensacyjny

# CAS_ConsentDate
source: Consent date
pl_pl: Data dok. zezwolenia

# CAS_ConsentLink
source: Consent lookup
pl_pl: Zezwolenie ID

# CAS_ConsentNo
source: Consent No.
pl_pl: Zezwolenie nr

# CAS_ConsentPeriod
source: Consent period
pl_pl: Okres rozliczenia konta [mies.]

# CAS_CreationDate
source: Creation date
pl_pl: Data dokumentu

# CAS_CSStarted
source: Dust (CS - started)
pl_pl: Pyły w trakcie doprawy [kg]

# CAS_Currency
source: Currency
pl_pl: Waluta

# CAS_CustomsDebtDate
source: Customs debt date
pl_pl: Data długu celnego

# CAS_CustomsProcedure
source: Customs procedure
pl_pl: Procedura celna

# CAS_CustomsStatus
source: Customs status
pl_pl: Status celny

# CAS_Disposal
source: Disposal
pl_pl: Dyspozycja

# CAS_DisposalStatus
source: Disposal status
pl_pl: Status dyspozycji

# CAS_DocumentNo
source: Document No.
pl_pl: SAD wprowadzenia nr

# CAS_Dust
source: Dust [kg]
pl_pl: Pył [kg]

# CAS_DustCoefficient
source: Dust coeficient
pl_pl: Wskaźnik pyłu [%]

# CAS_DustCoefficientVer
source: Dust coeficient ver.
pl_pl: Wskaźnik pyłu (wer.)

# CAS_DustCSNotStarted
source: Dust (CS - not started)
pl_pl: Pyły (CS - not started) [kg]

# CAS_DustRatio
source: Dust ratio
pl_pl: Wskaźnik pyłu

# CAS_Duty
source: Duty [PLN]
pl_pl: Cło [PLN]

# CAS_DutyName
source: Duty name [PLN]
pl_pl: Cło [PLN]

# CAS_DutyPerAmount
source: Duty per settled amount [PLN]
pl_pl: Cło na j.m. [PLN]

# CAS_DutyPerUnit
source: Duty per unit [PLN]
pl_pl: Cło na j.m. [PLN]

# CAS_DutyType
source: Duty type
pl_pl: Typ cła

# CAS_DutyVAT
source: Duty and VAT [PLN]
pl_pl: Cło i VAT [PLN]

# CAS_EUPrimeMarket
source: EU prime market
pl_pl: Rynek EU

# CAS_ExchangeRate
source: Exchange rate
pl_pl: Kurs wymiany

# CAS_Export
source: Export
pl_pl: Eksport

# CAS_ExportOrFCSAD
source: Export or free circulation SAD
pl_pl: SAD eksportu lub dopuszczenia

# CAS_External
source: External
pl_pl: Zewnętrzny

# CAS_Family
source: Family
pl_pl: Rodzina

# CAS_FGQ
source: FG quantity [KU/kg]
pl_pl: Ilość PG [KU/kg]

# CAS_FGQAvailable
source: FG quantity (available)
pl_pl: Ilość PG (dostępna) [KU/kg]

# CAS_FGQBlocked
source: FG quantity (blocked)
pl_pl: Ilość PG (zablokowana) [KU/kg]

# CAS_FGQPrevius
source: FG quantity (previous)
pl_pl: Ilość PG (poprzednia) [KU/kg]

# CAS_FGSKU
source: FG SKU
pl_pl: SKU PG

# CAS_FilterLenght
source: Filter lenght
pl_pl: Długość filtra

# CAS_FormatLink
source: Format lookup
pl_pl: Format

# CAS_GoodsDescription
source: Goods description
pl_pl: Opis towaru

# CAS_Grade
source: Grade
pl_pl: Typ tytoniu

# CAS_GrossMass
source: Gross mass [kg]
pl_pl: Masa brutto [kg]

# CAS_InQualityInsp
source: In quality insp.
pl_pl: Badanie jakości

# CAS_IntroDateEnd
source: Introducing date end
pl_pl: Wprowadzenia - koniec

# CAS_IntroDateStart
source: Introducing date start
pl_pl: Wprowadzenia - początek

# CAS_IntroQuantity
source: Introducing quantity
pl_pl: Wprowadzona ilość [kg]

# CAS_IntroSADDate
source: Introducing SAD date
pl_pl: Wprowadzenia - data SAD

# CAS_IntroSADNo
source: Introducing SAD No.
pl_pl: Wprowadzenia - SAD nr

# CAS_InvoiceContentID
source: Invoice content ID
pl_pl: ID zawartości faktury

# CAS_InvoiceLink
source: Invoice lookup
pl_pl: Faktura ID

# CAS_IPRBook
source: IPR book
pl_pl: Księga IPR saldo

# CAS_IPRDocumentNo
source: IPR Document No.
pl_pl: Dokument IPR nr

# CAS_IPRLibLink
source: IPR Library lookup
pl_pl: Bilbioteka IPR ID

# CAS_IPRLink
source: IPR lookup
pl_pl: IPR ID

# CAS_IPRMaterial
source: IPR material
pl_pl: Materiał IPR

# CAS_IPRType
source: IPR type
pl_pl: Typ IPR

# CAS_ItemNo
source: Item No.
pl_pl: Poz.

# CAS_JSOXCSLink
source: JSOX Customs Summary lookup
pl_pl: JSOX podsumowanie ID

# CAS_JSOXLibID
source: JSOX Library ID
pl_pl: Biblioteka JSOX ID

# CAS_JSOXLibLink
source: JSOX Library lookup
pl_pl: Biblioteka JSOX ID

# CAS_Location
source: Location
pl_pl: Magazyn

# CAS_MaterialQuantity
source: Material quantity
pl_pl: Ilość tytoniu w PG [kg]

# CAS_MaterialQuantityPrevious
source: Material quantity (previous)
pl_pl: Ilość tytoniu w PG (poprzednia) [kg]

# CAS_Menthol
source: Menthol
pl_pl: Mentol

# CAS_MentholMaterial
source: Menthol material
pl_pl: Produkt mentolowany

# CAS_NetMass
source: Net mass [kg]
pl_pl: Masa netto [kg]

# CAS_No
source: No.
pl_pl: Nr

# CAS_Number
source: No.
pl_pl: Nr

# CAS_OGL
source: OGL
pl_pl: OGL nr

# CAS_OGLIntroduction
source: OGL introduction
pl_pl: OGL wprowadzenia

# CAS_OutboundDateEnd
source: Outbound date end
pl_pl: Wyprowadzenia - początek

# CAS_OutboundDateStart
source: Outbound date start
pl_pl: Wyprowadzenia - koniec

# CAS_OutboundQuantity
source: Outbound quantity
pl_pl: Wyprowadzona ilość [kg]

# CAS_Overuse
source: Overuse [kg]
pl_pl: Przepał [kg]

# CAS_OveruseCSNotStarted
source: Overuse (CS - not started)
pl_pl: Przepał (tytoń) (CS - not started) [kg]

# CAS_OveruseCSStarted
source: Overuse (CS - started)
pl_pl: Przepał (tytoń) w trakcie odprawy [kg]

# CAS_Package
source: Package
pl_pl: Rodzaj opakowania

# CAS_PCN
source: Product Code Number
pl_pl: Kod PCN

# CAS_PCNCodeLink
source: PCN Code lookup
pl_pl: Kod PCN ID

# CAS_PCNTariffCode
source: PCN tariff code
pl_pl: Kod PCN

# CAS_PreviosMonthDate
source: Previous month date
pl_pl: Poprzedni miesiąc (data)

# CAS_PreviusMonthQuantity
source: Previous month quantity
pl_pl: Ilość w poprzednim miesiącu [kg]

# CAS_PrimeMarket
source: Prime market
pl_pl: Rynek

# CAS_Priority
source: Priority
pl_pl: Priorytet

# CAS_Procedure
source: Procedure
pl_pl: Procedura celna

# CAS_ProcedureCode
source: Procedure code
pl_pl: Kod procedury

# CAS_ProdRateMax
source: Productivity rate (max)
pl_pl: Wskaźnik produktywności (max) [%]

# CAS_ProdRateMin
source: Productivity rate (min)
pl_pl: Wskaźnik produktywności (min) [%]

# CAS_ProductID
source: Product ID
pl_pl: ID produktu

# CAS_ProductType
source: Product type
pl_pl: Rodzaj produktu

# CAS_PureTobaccoCSNotStarted
source: Pure tobacco (CS - not started)
pl_pl: Tytoń (CS - not started) [kg]

# CAS_PureTobaccoCSStarted
source: Pure tobacco (CS - started)
pl_pl: Tytoń w trakcie odprawy [kg]

# CAS_Quantity
source: Quantity
pl_pl: Ilość [KU/kg]

# CAS_ReadOnly
source: Read only
pl_pl: Do odczytu

# CAS_ReassumeQuantity
source: Reassume quantity
pl_pl: Suma ilości [kg]

# CAS_RemainingQuantity
source: Remaining quantity [kg]
pl_pl: Ilość do rozliczenia z OGL [kg]

# CAS_RestrictedUSe
source: Restricted use
pl_pl: Ograniczone

# CAS_SADConsignmentLibLink
source: SAD Consignment Library lookup
pl_pl: Biblioteka SAD Consignment ID

# CAS_SADDate
source: SAD date
pl_pl: Data SAD

# CAS_SADDocumentLibLink
source: SAD Document Library lookup
pl_pl: Bioblioteka dok. SAD ID

# CAS_SADDocumentLink
source: SAD Document lookup
pl_pl: Dokument SAD ID

# CAS_SADDocumentNo
source: SAD Document No.
pl_pl: SAD wyprowadzenia nr

# CAS_SADDocumentRefNo
source: Reference No.
pl_pl: Nr referencyjny

# CAS_SADGoodID
source: SAD Good ID
pl_pl: ID towaru SAD

# CAS_SettledQuantity
source: Settled quantity [kg]
pl_pl: Ilość rozliczana [kg]

# CAS_SHCoefficient
source: SH coefficient
pl_pl: Wskaźnik SH Menthol [%]

# CAS_SHCoefficientVer
source: SH coefficient ver.
pl_pl: Wskaźnik SH Menthol (wer.)

# CAS_SHMentholCSNotStarted
source: SH Menthol (CS - not started)
pl_pl: SH Menthol (CS - not started) [kg]

# CAS_SHMentholCSStarted
source: SH Menthol (CS - started)
pl_pl: SH Menthol w trakcie odprawy [kg]

# CAS_SHMentholRatio
source: SH Menthol Ratio
pl_pl: Wskaźnik SH Menthol

# CAS_SHWasteOveruseCSNotStarted
source: SH, Waste, Overuse (CS - not started)
pl_pl: SH, odpady, przepał, tytoń (CS - not started) [kg]

# CAS_SituationDate
source: Situation date
pl_pl: Stan na dzień

# CAS_SituationQuantity
source: Situation quantity
pl_pl: Ilość [kg]

# CAS_SKUDescription
source: SKU description
pl_pl: Opis SKU

# CAS_SKULibLink
source: SKU Library lookup
pl_pl: Biblioteka SKU ID

# CAS_SKULink
source: SKU lookup
pl_pl: SKU ID

# CAS_Source
source: Source
pl_pl: Źródło

# CAS_StockLibLink
source: Stock Library lookup
pl_pl: Biblioteka zasobów ID

# CAS_Tobacco
source: Tobacco [kg]
pl_pl: Tytoń [kg]

# CAS_Tobacco_InCigarettesWarehouse
source: Tobacco in cigarettes warehouse
pl_pl: Tytoń w papierosach [kg]

# CAS_TobaccoAvailable
source: Tobacco available
pl_pl: Tytoń dostępny [kg]

# CAS_TobaccoCSFinished
source: Tobacco (CS - finished)
pl_pl: Tytoń odprawiony [kg]

# CAS_TobaccoEnteredIntoIPR
source: Tobacco entered into IPR
pl_pl: Tytoń wprowadzony [kg]

# CAS_TobaccoInCigarettesProduction
source: Tobacco in cigarettes production
pl_pl: Produkcja w toku [kg]

# CAS_TobaccoInCutfillerWarehouse
source: Tobacco in cutfiller warehouse
pl_pl: Tytoń w krajance [kg]

# CAS_TobaccoInFGCSNotStarted
source: Tobacco in FG (CS - not started)
pl_pl: Tytoń w PG (CS - not started) [kg]

# CAS_TobaccoInFGCSStarted
source: Tobacco in FG (CS - started)
pl_pl: Tytoń w PG w trakcie odprawy [kg]

# CAS_TobaccoInWarehouse
source: Tobacco in warehouse
pl_pl: Tytoń w magazynie [kg]

# CAS_TobaccoName
source: Tobacco name
pl_pl: Nazwa tytoniu

# CAS_TobaccoNotAllocated
source: Tobacco not allocated
pl_pl: Tytoń niezalokowany [kg]

# CAS_TobaccoQuantity
source: Tobacco Quantity [kg]
pl_pl: Ilość tytoni [kg]

# CAS_TobaccoToBeUsedInProduction
source: Tobacco to be used in the production
pl_pl: Tytoń niezalokowany [kg]

# CAS_TobaccoUsedInProduction
source: Tobacco used in the production
pl_pl: Tytoń zalokowany [kg]

# CAS_TobaccoVAlue
source: Tobacco value
pl_pl: Wartość tytoni

# CAS_TotalAmmount
source: Totalamount
pl_pl: Ilość [KU/kg]

# CAS_TotalAmountInvoiced
source: Total amount invoiced
pl_pl: Wartość

# CAS_UnitPrice
source: Unit price
pl_pl: Cena jednostkowa

# CAS_Units
source: Units
pl_pl: Jednostka

# CAS_Unrestricted
source: Unrestricted
pl_pl: Nieograniczone

# CAS_UsageMax
source: Usage (max)
pl_pl: Zużycie (max) [kg]

# CAS_UsageMin
source: Usage (min)
pl_pl: Zużynie (min) [kg]

# CAS_UsageVer
source: Usage ver.
pl_pl: Zużycie (wer.)

# CAS_ValidFromDate
source: Valid from date
pl_pl: Dok. ważny od dnia

# CAS_ValidToDAte
source: Valid to date
pl_pl: Dok. ważny do dnia

# CAS_Value
source: Value
pl_pl: Wartość

# CAS_VAT
source: VAT [PLN]
pl_pl: Wartość VAT [PLN]

# CAS_VATName
source: VAT name [PLN]
pl_pl: VAT [PLN]

# CAS_VATPerAmount
source: VAT per settled amount [PLN]
pl_pl: VAT na ilość rozliczaną [PLN]

# CAS_VatPerUnit
source: VAT per unit [PLN]
pl_pl: VAT na j.m. [PLN]

# CAS_WarehouseName
source: Warehouse name
pl_pl: Nazwa magazynu

# CAS_Waste
source: Waste [kg]
pl_pl: Odpad [kg]

# CAS_WasteCoefficientVer
source: Waste coefficient
pl_pl: Wskaźnik odpadu (wer.)

# CAS_WasteCSNotStarted
source: Waste (CS - not started)
pl_pl: Odpad (CS - not started) [kg]

# CAS_WasteCSStarted
source: Waste (CS - started)
pl_pl: Odpad w trakcie odprawy [kg]

# CAS_WasteRatio
source: Waste ratio
pl_pl: Wskaźnik odpadu
