Repository: CASMPostol/SmartFactory
Catalog: ShepherdResources/Resources/CASSmartFactoryShepherdCode.*.resx
Languages: pl_pl

source: Outbound Owner
pl_pl: Właściciel wysyłek

source: Inbound Owner
pl_pl: Właściciel dostaw

source: Vendor
pl_pl: Dostawca

source: Forwarder
pl_pl: Spedytor

source: Escort
pl_pl: Eskorta

source: Gate
pl_pl: Brama

source: Outbound Coordinator
pl_pl: Koordynator wysyłek

source: Supervisor
pl_pl: Nadzorca

source: Drivers
pl_pl: Kierowcy

source: Trucks
pl_pl: Samochody

source: View Inbounds
pl_pl: Dostawy - podgląd

source: View Outbounds
pl_pl: Wysyłki - podgląd

source: Trailers
pl_pl: Naczepy

# PO_No
source: Numer PO
pl_pl: Zamówienie nr

# DeliveryNumber
source: Delivery No.
pl_pl: Wydanie nr

# ShippingNumber
source: Shipment No.
pl_pl: Operacja nr

# ReportExceptionTemplate
source: The current operation has been interrupted by error {0}.
pl_pl: Bieżąca operacja została przerwana przez błąd {0}.

# UpdateTimeSlotreleaseBookinProblem
source: Cannot release the previous booking.
pl_pl: Nie można zwolnić poprzedniej rezerwacji.

# Shipping
source: Shipment
pl_pl: Operacja

# ShowSelectTimeSlot
source: -- Select Time Slot --
pl_pl: -- Wybierz okno czasowe --

# ShowShippingLocked
source: -- Shipment locked --
pl_pl: -- Operacja zablokowana --

# SetInterconnectionDataTimeSlotInUse
source: Time slot is in use but it is selected as free.
pl_pl: Okno czasowe jest w użyciu, ale jest wybrane jako wolne.

# SetInterconnectionDataItIsTooLate
source: It is too late to change the schedule.
pl_pl: Jest zbyt późno, by zmienić harmonogram.

# TrailerConditionDropdownSelect
source: -- Select trailer condition --
pl_pl: -- Wybierz stan naczepy --

# TrailerConditionDropdownUnacceptable
source: 1 - Unacceptable
pl_pl: 1 - Niedopuszczalny

# TrailerConditionDropdownBad
source: 2 - Bad
pl_pl: 2 - Zły

# TrailerConditionDropdownPoor
source: 3 - Poor
pl_pl: 3 - Słaby

# TrailerConditionDropdownGood
source: 4 - Good
pl_pl: 4 - Dobry

# TrailerConditionDropdownExcellent
source: 5 - Excellent
pl_pl: 5 - Bardzo dobry

# InterfaceStateViewState
source: View
pl_pl: Widok

# InterfaceStateEditState
source: Edit
pl_pl: Edycja

# InterfaceStateNewState
source: New
pl_pl: Nowy

# NewDataEventHandlerErrorMesage
source: User interface update error for shipping {0} with message: {1}
pl_pl: User interface update error for shipping {0} with message: {1} p

# RemoveDriverButtonErrorMessage
source: Remove driver error: {0}
pl_pl: Remove driver error: {0} p

# AddDriverButtonErrorMessage
source: Add driver error: {0}
pl_pl: Add driver error: {0} p

# TruckDropDownErrorMessage
source: Truck selection error: {0}
pl_pl: Truck selection error: {0} p

# TrailerDropDownErrorMessage
source: Truck selection error: {0}
pl_pl: Truck selection error: {0} p

# UpdatetrailerNotSelected
source: Update error: trailer is not selected
pl_pl: Update error: trailer is not selected p

# CreateuserMustBeExternalPartner
source: Current user must be an external partner.
pl_pl: Current user must be an external partner.p

# DeletetrailerIsNotSelected
source: Delete error: trailer is not selected
pl_pl: Delete error: trailer is not selected p

source: must be provided.
pl_pl: must be provided. p

# UpdateDriverNotSelected
source: Update error: driver is not selected
pl_pl: Update error: driver is not selected p

# DeleteDriverNotSelected
source: Delete error: driver is not selected
pl_pl: Delete error: driver is not selected p
